IDEA Open Model
BoltGrid.NutThickness Property
Compatible with IDEA StatiCa 20.1
 The Nut Thickness of bold
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double NutThickness { get; set; }
Public Property NutThickness As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace